# 纪念品

本条目将为你介绍 SoTap 推出的属性道具“纪念品”。

## 总述

大部分纪念品可以为玩家提供强大的增益，但它们一般都需要佩戴在头上才能生效。玩家的头盔和纪念品不能同时佩戴。

?> 当然，有的纪念品只提供装饰效果，有的纪念品甚至纯粹就起个纪念作用，连戴都戴不上……

!> 部分旧版纪念品可能会存在右键放置在地面上导致失效的问题，请联系管理更换。

大部分纪念品现在可以通过花费~~巨额~~苏币直接购买，在地狱设有纪念品体验店，你可以在店内购买、体验强大的纪念品。

SoTap 不定期举办的抽奖活动中，你可以花费苏币购买抽奖箱，将会有~~非常低的~~概率获得~~比较废的~~纪念品，敬请留意相关公告。

部分纪念品只能够通过碎片进行合成，请保持留意相关活动资讯。

## 纪念品详情

接下来将为你介绍 SoTap 中各类纪念品的详情。

### 星界驱驰：驾驭星光的力量

品质：<color=orange>传奇</color>

效果：获得**飞行**能力并免疫摔落伤害；获得 **20% 移动速度加成** 。

获取方式：在纪念品商店中花费 `50000SU` 购买；部分活动产出。

!> 该纪念品在玩家跨越维度（如从主世界到地狱）后会失去“飞行”与“免疫摔伤”功能，玩家重新佩戴即可恢复。

### 视界专注：黑暗猎手

品质：<color=red>神话</color>

效果：获得**夜视**能力。

获取方式：在纪念品商店中花费 `10000SU` 购买；部分活动产出。

### 最后的轻语：摆脱沉郁

品质：<color=orange>传奇</color>

效果：获得**水下呼吸**的能力；获得 **20% 移动速度加成** 。

获取方式：在纪念品商店中花费 `25000SU` 购买；部分活动产出。

### 自然之力：大自然的恩惠

品质：<color=red>神话</color>

效果：每 2.5 秒，为玩家回复 1 生命值。

获取方式：在纪念品商店中花费 `15000SU` 购买；部分活动产出。

### 水银饰带：饰带，你懂的

品质：<color=blue>稀有</color>

效果：~~装逼~~无

获取方式：在纪念品商店中花费 `5000SU` 购买；部分活动产出。

### 儿时乐趣

品质：<color=purple>史诗</color>

效果：使你的跳跃高度增加至 1.25 格。

?> 你仍然没法翻越栅栏，尽管你的确跳得更高了……

获取方式：在纪念品商店中花费 `20000SU` 购买；部分活动产出。

### 小金龙

品质：<color=purple>史诗</color>

效果：增加你的生命值上限至 `30` （ 15 颗心）。

?> 你血更厚了，你甲更薄了

获取方式：在 2021 年第一期碎片收集活动（8 月 2 日至 8 月 15 日）中集齐 8 个不同的对应碎片后兑换。

### 鸡言鸡语

品质：<color=purple>史诗</color>

效果：提高 20% 你的挖掘速度和攻击速度。

?> 是的，急迫 II 不仅让你挖的更快，还能让你打的更快，做无死角快男。

获取方式：在[G点](https://g.sotap.org)发帖活动中获得，详情请关注活动资讯。


### 卢登的激荡

品质：<color=red>神话</color>

效果：获得 **20% 移动速度加成**。

获取方式：旧版纪念品，仅部分活动产出。

### 双生暗影

品质：<color=purple>史诗</color>

效果：增加 1 点盔甲韧性。

获取方式：旧版纪念品，仅部分活动产出。

### sotap外服开服纪念

品质：普通

效果：无

获取方式：在@SSame 的商店花费 `50SU` 购买，他有一箱子，我也不知道为什么有这么多；部分活动产出。

?> 纪念 2021 年 1 月 10 日 SoTap 外服开服的纪念品。原型是一把木镐，或许还有点用？
